Repository: konecnyjakub/Story_of_Wose
Catalog: translations/wesnoth-Story_of_Wose/*.po
Languages: cs

source: Today I want to tell you another story, a mere footnote in the history books if it is even remembered at all.
cs: Dnes vám chci vyprávět jiný příběh, příběh málo známý, co je v historických knihách pouhou poznámkou pod čarou, pokud je tedy vůbec zaznamenán.

source: But as with all such footnotes, the resulting effect on this history of Wesnoth is very large. Didn't they teach you the butterfly effect in school? No?
cs: Ale stejně jako u všech podobných poznámek pod čarou je výsledný efekt příběhu na související historii Wesnothu velmi velký. Neučili vás snad ve škole o efektu motýlích křídel? Ne?

source: Somewhere in the green isle (history has forgotten exactly where), a strange order of Magi had set up operations in some forest. Wood was needed for the construction of a nearby town, and so a team was sent from Clearwater Port...
cs: Někde na Zeleném ostrově (historie již neví kde přesně), zahájil v jednom lese svou činnost podivný řád mágů. Ke stavbě nedalekého města bylo zapotřebí dřeva, a tak byla z přístavu Čistá Voda vyslána skupina...

source: Protect the Forest
cs: Ochraň les

source: Death of Londerleona
cs: Londerleona zemře

source: Gwoddyn
cs: Gwodyn

source: Potion of Healing
cs: Léčivý lektvar

source: This unit is given the power to heal its friends.
cs: Tato jednotka má moc léčit své přátele.

source: This unit is given the power to heal itself and its friends.
cs: Tato jednotka má moc léčit sebe i své přátele.

source: What were you expecting, the Ruby of Fire?
cs: Co jsi čekala, snad ne Ohnivý rubín?

source: They've come. Humans from Clearwater Port. They've come to chop down our forest.
cs: Přišli. Lidé z přístavu Čistá Voda. Přišli, aby pokáceli náš les.

source: <b>Must they really?</b>
cs: <b>Skutečně to musí udělat?</b>

source: Yes, we must. We have houses and docks to build.
cs: Ano, musíme. Potřebujeme dřevo pro stavbu domů a doků.

source: What? Destroy our beautiful forest for your stupid houses! This will not stand.
cs: Cože? Zničit náš krásný les kvůli hloupým domům! To nejde.

source: Perhaps you could conjer up a distraction from the mud like you did for the harvest festival.
cs: Možná bys mohla vyvolat rozptýlení bahnem, tak jako jsi to udělala na dožínkách.

source: Men kept at the forest. Londerleona would chase them away. They never did get to the center, but kept widdling away at the sides.
cs: Lidé zůstávali u lesa. Londerleona by je ráda zahnala. Nikdy sice nepronikli do nitra lesa, ale stále se rozlézali po jeho stranách.

source: I do tire of constantly protecting the trees. Would that they could protect themselves. Would that they could sing and dance with me.
cs: Jsem unavená tím, jak stále chráním ty stromy. Kdyby se tak mohly chránit sami. Kdyby se mnou mohly zpívat a tančit.

source: Beggar
cs: Žebrák

source: Oh! The old beggar. I thought I was alone. *blush*
cs: Hleďme, starý žebrák! Myslela jsem, že jsem sama. *červená se*

source: There is a way, you know. A way to achieve your heart's desire.
cs: Existuje způsob, víš? Způsob, jak dosáhnout touhy tvého srdce.

source: How can this be? How can a beggar offer me what I desire?
cs: Jak je to možné? Jak mi může žebrák nabízet to, po čem toužím?

source: I have sought forbidden knowledge, the deep secrets of the fabric of reality, and for that I am shunned. I offer you now some of what I have found. May it serve you better than it has served me.
cs: Pátral jsem po zakázaných znalostech, hlubokých tajemstvích struktury reality. A proto jsem zmatený. Nyní ti nabízím něco z toho, co jsem našel. Kéž ti to poslouží lépe než mně.

source: What do I want of forbidden knowledge. Go away now. Please.
cs: Proč bych měla toužit po zakázaném poznání? Jdi pryč. Prosím.

source: Oh, he dropped this.
cs: Hleďme, něco upustil.

source: Ooh. A scroll.
cs: Hmm. Svitek.

source: One evening shortly thereafter, Londerleona climbed onto the high plain of pinnacles to observe the stars.
cs: Jednoho večera krátce nato se vydala Londerleona pozorovat hvězdy na vysokou planinu vrchoviny.

source: Defeat enemy leader
cs: Poraz nepřátelského vůdce

source: I've come to the pinnacles observatory to watch the stars, and--Oh bother.
cs: Přišla jsem na tuto vrchovištní observatoř pozorovat hvězdy a – ach, někdo tu je.

source: I spy humans.
cs: Čuchám, čuchám člověčinu.

source: We've flown a long way without a proper meal, now let's have some dinner!
cs: Letěli jsme dlouhou cestu bez pořádného jídla, tak si teď pojďme dát večeři!

source: Yipe! Fire blood!
cs: Jo! Ohnivá krev!

source: The Trees Move
cs: Chodící stromy

source: The scroll was in fact a description of the spell that would raise corpses to fight for a dark sorcerer.
cs: Svitek byl ve skutečnosti popisem kouzla, kterým lze pozvednout mrtvoly, aby bojovaly za temného čaroděje.

source: The spell consisted of two pieces. A piece to animate a corpse and a piece to bind the corpse to the will of the sorcerer.
cs: Kouzlo se skládalo ze dvou částí. Část sloužící pro oživení mrtvoly a část sloužící pro svázání jejího těla pod vůli čaroděje.

source: Next time men came to the forest, they came in great numbers, to chop it down.
cs: Když lidé přišli napříště do lesa, přišli ve velkém počtu, aby ho vykáceli.

source: Survive until end of Turns
cs: Přežij do konce kol

source: Move Londerleona to the temple.
cs: Přesuň Londerleonu do chrámu.

source: Defeat all enemy leaders
cs: Poraz všechny nepřátelské vůdce

source: Death of Elilmaldur-Rithrandal
cs: Elilmaldur-Rithrandil zemře

source: Oh my! They are so many. Whatever shall I do?
cs: Ach ne! Je jich tolik. Co budu dělat?

source: Child, do not despair. There is yet hope.
cs: Nezoufej, dítě. Stále existuje naděje.

source: Who spoke?
cs: Kdo jsi?

source: I call myself Elilmaldur-Rithrandal. Take that spell that you are so upset about. Animate the trees, but do not bind them to your will, for these trees have wills of their own.
cs: Jmenuji se Elilmaldur-Rithrandal. Použij to kouzlo, co tě tak naštvalo. Oživ stromy, ale nesvazuj je svou vůlí. Neboť tyto stromy mají vlastní.

source: I'll try, sir.
cs: Pokusím se, pane.

source: Move my children. Avenge yourselves for your brethren.
cs: Jděte, mé děti. Pomstěte se za své bratry.

source: What was that?
cs: Co to bylo?

source: The temple!
cs: Chrám!

source: Something has happened in the catacombs. Black magic has opened up some kind of portal. Go now and see what you can do about it.
cs: V katakombách se něco stalo. Černá magie otevřela jakýsi portál. Hned jdi a podívej se, co s tím můžeš dělat.

source: Come on, into the catacombs.
cs: Tak vzhůru do katakomb.

source: Don't worry about me. I will wake up more trees and crush these humans.
cs: Neboj se o mě. Probudím další stromy a ty lidi rozdrtíme.

source: Explore the cave
cs: Prozkoumej jeskyni

source: Move to the east exit
cs: Přesuň se k východnímu východu

source: Alternative (but not recommended) objective:
cs: Alternativní (ale nedoporučovaný) cíl:

source: Defeat Lich-Lord Lenvan
cs: Poraz lord–licha Lenvana

source: Lich-Lord Lenvan
cs: Lord-lich Lenvan

source: Lich-Lord Caror
cs: Lord-lich Karor

source: All right, what happened here? This first portal was supposed to go two miles, not to the east continent.
cs: Dobrá, co se tu stalo? Tento první portál měl směřovat na místo dvě míle odsud, ne na východní kontinent.

source: That sounded like it came from the far end of the cave. We better hurry and find out what it is.
cs: Znělo to, jako by to přišlo ze vzdáleného konce jeskyně. Raději si pospíšíme a zjistíme, co to je.

source: Caror you idiot! Who else have you been spying on this time?
cs: Karore, ty idiote! Koho dalšího jsi tentokrát špehoval?

source: Just some elves. Oh, and a crazy mage who is all upset about some trees. What does it matter?
cs: Jen pár elfů. Ach, a bláznivou magyni, která je naštvaná kvůli pár stromům. Co na tom záleží?

source: You infernal idiot. I warned you not to spy on me. This portal stuff is sensitive.
cs: Ty proklatý idiote. Varoval jsem tě, abys mě nešpehoval. Ten portál je citlivý.

source: You've been spying on the orcs too, from what I hear in this portal. Now somebody's going to have to clean up after this mess.
cs: Podle toho, co jsem slyšel v tom portálu, jsi také špehoval skřety. Teď bude muset někdo ten nepořádek uklidit.

source: All right, I'll try to close it. Brace yourself.
cs: Dobrá, zkusím to zavřít. Držte se.

source: Look out, the water's rising!
cs: Podívejte, voda stoupá!

source: The water rose, cutting off our escape!
cs: Voda vystoupala a odřízla náš únik!

source: We're all gonna die.
cs: Všichni zemřeme.

source: That didn't work. Somebody will have to go inside and close it.
cs: Nefungovalo to. Někdo bude muset jít dovnitř a zavřít to.

source: That's a good idea. In you go now, and close that portal.
cs: Dobrý nápad. Tak běž a zavři ten portál.

source: You made the portal, you close it. I won't!
cs: Ty jsi portál vytvořil, ty bys ho měl zavřít. Ne já!

source: Trying to get rid of me, eh? I'll go in there and close the portal, but when I return, I will punish you properly for this.
cs: Snažíš se mě zbavit, hm? Půjdu tam a zavřu portál. Ale až se vrátím, pořádně tě za to potrestám.

source: That sounds terrible.
cs: To zní hrozně.

source: Ewwww.
cs: Blééé.

source: First these filthy orcs, now these nasty things. What a mess.
cs: Nejdřív ti špinaví skřeti, teď tyhle ošklivé věci. To je svinčík.

source: Look out! The ceiling is collapsing.
cs: Podívejte! Hroutí se strop.

source: No it isn't. The portal is unphasing. You better scram or there won't be so much as a body left for me to raise.
cs: Ale kdepak. To se destabilizuje portál. Měli byste vypadnout nebo z vašich těl nezbude nic, co bych mohl pozvednout.

source: Shudder. We best take his advise. I think the east passage is clear.
cs: Vše se třese. Asi by bylo nejlepší se zachovat podle jeho rady. Myslím, že východní průchod je volný.

source: You dare attack me!
cs: Vy troufalci jste na mě zaútočili!

source: Aiee, so soon to die again!
cs: Aúú, zase umírám tak brzy!

source: Oracle
cs: Věštec

source: Hahaha. Now that those two bags of bones are out of the way, I'll take that Ruby myself and rule this city!
cs: Hahaha. Teď, když jsou ty dva pytle kostí odklizené, vezmu si ten rubín sám a budu vládnout tomuto městu!

source: Lich-Lord Jevyan
cs: Lord-lich Jevyan

source: I have a feeling I wasn't supposed to come this way.
cs: Mám pocit, že jsem sem neměla chodit.

source: What's this? Looks like that terror left me a worthy gift.
cs: Co je tohle? Vypadá to, že mi tu ta šílenost nechala hodnotný dárek.

source: The Ruby of Fire
cs: Ohnivý rubín

source: The Ruby of Fire was imbued with magic in the distant west, and can be used to scorch enemies into submission.
cs: Ohnivý rubín byl na dalekém západě naplněn magií a lze ho použít k sežehnutí nepřátel.

source: Ruby of Fire
cs: Ohnivý rubín

source: Yipe!
cs: Jo!

source: She has killed Lenvan and taken the Ruby of Fire!
cs: Zabila Lenvana a vzala Ohnivý rubín!

source: I'll take that Ruby myself, thank you.
cs: Vzal bych si ten rubín sám, děkuji.

source: No, it's Mine!
cs: Ne, je MŮJ!

source: Fine, I'll kill you too.
cs: Dobře, tak zabiju i tebe.

source: Now that Jevyan is dead, I'll take that Ruby and rule this city!
cs: Teď, když je Jevyan mrtvý, vezmu si ten rubín a budu vládnout městu!

source: Now that that usurper is dead, I'll deal with you!
cs: Teď, když je usurpátor mrtvý, vypořádám se s tebou!

source: She was right, she shouldn't have come this way.
cs: Měla pravdu. Neměla sem chodit.

source: Well, that's certainly not how the story is supposed to go. What's this? You have written into the book of history and it has come to pass just as you wrote it!
cs: No, takhle se příběh rozhodně vyvíjet neměl. Co to jako je? Udělala jsi do knihy historie poznámku a historie se tomu přesně přizpůsobila!

source: Well now you've really done it! All that I have taught you, all that we know, has changed.
cs: No a teď jsi to opravdu dovedla někam! Vše, co jsem tě naučil, všechno, co víme, se změnilo.

source: The Tunnel
cs: Tunel

source: Move Londerleona to the exit in the far east
cs: Přesuň Londerleonu úplně na východ na konec tunelu

source: I think we are safe now.
cs: Myslím, že jsme teď v bezpečí.

source: Historian of Wesnoth
cs: Kronikář Wesnothu

source: Hello, and welcome to my library.
cs: Zdravím tě a vítám v mé knihovně.

source: Allow me to introduce myself. I am the historian of Wesnoth. All that happens, I see and record. It is all here, everything of note.
cs: Dovol mi se představit. Jsem kronikář Wesnothu. Vidím a zaznamenávám vše, co se stane. Vše, co stojí za zmínku, je zde.

source: Right now, the world is young, and written history is not very long. As time passes my library will grow larger. At the last, I expect to have a few square miles of library, all nicely cataloged.
cs: Právě teď je svět mladý a psaná historie není příliš dlouhá. Postupem času bude moje knihovna růst. Očekávám, že nakonec budu mít knihovnu o rozloze několika čtverečních mil. A vše v ní bude pěkně katalogizované.

source: Feel free to look around. Read any book. Just don't wreck things.
cs: Klidně se tu rozhlédni. Můžeš si přečíst jakoukoli knihu. Jen nic nepoškoď.

source: To read a book, play another campaign.
cs: Knihy si klidně čti, ale v jiné kampani.

source: Provides a nice ambience, don't you think?
cs: Vytváří příjemné prostředí, že?

source: Now, if you had teleport ability, that would be a window.
cs: Teď, kdybys měla schopnost teleportace, bylo by tu okno.

source: Epilogue
cs: Epilog

source: Sky at last! An look, a forest!
cs: Konečně nebe! A podívejte, i les!

source: You are the first besides trolls to come out of that accursed troll hole in years. But what are these?
cs: Jsi kromě trollů jediná, kdo za poslední léta vylezl z té prokleté trollí díry. Ale kdo jsou tamti?

source: These, my friend, are woses. But where am I? Surely this is not the Green Isle. We only just came a generation ago, but we should surely know if there are elves among us.
cs: To jsou, příteli, stromoví lidé. Ale kde to jsem? Tohle určitě není Zelený ostrov. Přišli jsme na něj sice teprve před jednou generací, ale určitě bychom měli vědět, že na něm mezi námi žijí elfové.

source: You are a long way from the sea. Perhaps you should have a word with the Lady of the Wood. You seem to have quite a tale to tell.
cs: Jste daleko od moře. Možná by sis měla promluvit s Lesní paní. Vypadá to, že tvůj příběh by stál za slyšení.

source: Welcome to our forest. May it shelter you and be your home as it is ours. But come, tell us your tale.
cs: Vítejte v našem lese. Kéž vám poskytne úkryt a bude vám domovem, stejně jako nám. Ale teď pojď a řekni nám svůj příběh.

source: And so the story was told of how the wood magi awakened the trees and how they were the first humans to set foot upon the great continent. Many years later Elilmaldur-Rithrandal would play a key part in the foundation of a great nation of humans upon this continent. The wood magi, elusive as always and distrustful of other humans, would take no part again in history for more than a thousand years.
cs: A tak byl vyprávěn příběh o tom, jak lesní mágové probudili stromy a jak se stali prvními lidmi, co vstoupili na Velký kontinent. O mnoho let později bude Elilmaldur-Rithrandal hrát klíčovou roli při založení velkého lidského národa na tomto kontinentu. Lesní mágové, zachovávajíce si svou nepolapitelnost a nedůvěřivost vůči ostatním lidem, by pak po více než tisíc let neměli do historie zasahovat.

source: Green Mage
cs: Zelený mág

source: Green Magi are rumored to exist by the peasants, who assume that they are Magi in training that seek solitude to improve their skill. Nothing could be further from the truth. They are experienced, woodwise, and elusive.
cs: Ve zkazkách vesničanů, co vypráví o zelených mázích, se předpokládá, že jsou to magové ve výcviku, kteří vyhledávají samotu, aby zlepšili své dovednosti. Nic nemůže být dále od pravdy. Ve skutečnosti jsou zkušení, znalí lesní moudrosti a nepolapitelní.

source: Life Mage
cs: Mág života

source: Life Magi pass themselves off as Green Magi, and so are altogether unknown by the people at large. Even the best scholars have no idea of their abilities.
cs: Mágové života se vydávají za zelené mágy a tak jsou pro běžné lidi obecně neznámí. I ti nejlepší učenci nemají tušení o jejich schopnostech.

source: Wood Mage
cs: Lesní mág

source: The wood mage belongs to a very different order of magi, more akin to the undead than the lawful mages. Their power is mysterious and less understood than even the undead.
cs: Lesní mágové patří k velmi specifickému řádu mágů. Ten se více podobá řádům nemrtvých mágů než řádům mágů zákonných. Síla lesních mágů je tajemná a dokonce ještě méně pochopitelná než tajemství nemrtvých.

source: Pixie
cs: Skřítek

source: The mighty Lich Lords were once rulers of powerful cities in the western contanent. The armies they command are experienced, and the lords themselves are truly terrible.
cs: Mocní lord–lichové byli kdysi vládci významných měst západního kontinentu. Armády, kterým velí, jsou zkušené a samotní lordi jsou vskutku hroziví.

source: Undead Avatar
cs: Nemrtvé vtělení

source: This looks like an Ancient Lich but something's different about it, and for some reason you're not afraid of it.
cs: Vypadá to jako starší lich. Ale je v tom něco zvláštního a z nějakého důvodu se toho nebojíš.

source: female^Vampire Lady
cs: Upíří dáma

source: Cold and beautiful, she maintains her eternal youthful appearance drinking the blood of the living.
cs: Chladná a krásná, svůj věčně mladistvý vzhled udržuje díky popíjení krve živých.

source: blood kiss
cs: krvavý polibek

source: These woses are able to command forest plants such as vines and creepers to hinder their enemies.
cs: Tito stromový muži jsou schopni přikázat lesním rostlinám, jako je réva a jiné popínavky, aby blokovaly nepřátele.

source: Pixies
cs: Střítci

source: Closely related to the fairies are the pixies, which really are about three inches tall. They have a particularly whimsical attitude and a protective nature. As such, the fairies, and others, find them useful as messengers.
cs: Skřítci jsou blízkými příbuznými víl a vskutku jsou vysocí jen asi tři palce. Jejich přístupy a povaha jsou zvláště náladové a ochranářské. Víly i jiné bytosti je využívají jako posly.

source: Max HP bonus +
cs: Maximální bonus k životům +

source: Owhh.
cs: Ouha.

source: I'm sorry but that death changes history too much for me.
cs: Omlouvám se, ale ta smrt na můj vkus příliš mění historii.

source: oak
cs: dub

source: -10% blade damage
cs: - 10 % k útoku čepelí

source: elm
cs: jilm

source: -10% impact damage
cs: - 10 % k útoku úderem

source: pine
cs: borovice

source: -10% pierce & cold damage
cs: - 10 % k útoku bodnutím a chladem

source: willow
cs: vrba

source: fast in water, +10% fire damage
cs: rychlý pohyb ve vodě, + 10 % k útoku ohněm

source: redwood
cs: sekvoj

source: -10% fire damage
cs: - 10 % k útoku ohněm

source: Village
cs: Vesnice

source: Cave
cs: Jeskyně

source: Cave Shadow
cs: Jeskynní stín

source: The Story of the Wose
cs: Příběh stromouse

source: SotW
cs: PS

source: Somewhere on the Green Isle
cs: Kdesi na Zeleném ostrově

source: Version:
cs: Verze:

source: Sapling
cs: Sazenek

source: Normal
cs: Normální

source: Elder Wose
cs: Starý stromový muž

source: Hard
cs: Těžká

source: Campaign Design
cs: Návrh tažení

source: Campaign Maintenance
cs: Údržba tažení

source: French Translation
cs: Francouzský překlad

source: Japanese Translation
cs: Japonský překlad

source: Czech Translation
cs: Český překlad

source: Story of Wose
cs: Příběh stromouse
